# TODO pazi

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Brew
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "m-cli"
brew "massren"
brew "micro"
brew "mkcert"
brew "moreutils"
brew "ncdu"
brew "nvm"
brew "python"
brew "remarshal"
brew "sift"
brew "sk"
brew "ssh-copy-id"
brew "wget"
brew "zplug"

# Cask
cask "alfred"
cask "appcleaner"
cask "dash"
cask "firefox"
cask "gitup"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "numi"
cask "punto-switcher"
cask "skype"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "yandex"
