brew "broot"
brew "caddy"
brew "composer"
brew "deno"
brew "oven-sh/bun/bun"
brew "node@24"
brew "dnsmasq"
brew "lnav"
brew "mkcert"
brew "mtr"
brew "nss", link: false
brew "peco"
brew "php"
brew "pre-commit"

brew "ranger"
brew "rust"

tap "isacikgoz/gitin"
brew "isacikgoz/gitin/gitin"

