# Brew
brew "bat"
brew "coreutils"
brew "direnv"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "m-cli"
brew "massren"
brew "micro"
brew "mise"
brew "mkcert"
brew "moreutils"
brew "ncdu"
brew "python"
brew "remarshal"
brew "sift"
brew "sk"
brew "ssh-copy-id"
brew "uv"
brew "wget"
brew "zoxide"
brew "zplug"

tap "nalgeon/howto", "https://github.com/nalgeon/howto"
brew "nalgeon/howto/howto"

# Cask
cask "alfred"
cask "appcleaner"
cask "dash"
cask "firefox"
cask "arc"
cask "gitup-app"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "numi"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
